IDEA StatiCa Open Model
Wall.MasterPoint Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Master point 0 - 9
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int MasterPoint { get; set; }
Public Property MasterPoint As Integer
	Get
	Set
public:
property int MasterPoint {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
Wall Class
IdeaRS.OpenModel.Detail Namespace